[
    {
        "image": "/images/image-1.png", 
        "description": "DeFi Dylan is headed to meet up with some friends at the GCB for the first time since getting back to school this year, when he remembers he still has to purchase his membership. He checks his wallet and he doesn't have any cash, so he heads to the nearest ATM."
    },
    {
        "image": "/images/image-2.png", 
        "description": "At the ATM, despite there being no instructions on the home screen, it's pretty clear that he's supposed to insert his card in the illuminated slot."
    },
    {
        "image": "/images/image-3.png", 
        "description": "He is prompted to enter his PIN number, being careful not to let others in the area see it. There are some fast cash options on the screen, but he just hits enter."
    },
    {
        "image": "/images/image-4.png", 
        "description": "He is prompted to enter his PIN number, being careful not to let others in the area see it. There are some fast cash options on the screen, but he just hits enter."
    },
    {
        "image": "/images/image-5.png", 
        "description": "Once he enters his PIN number, he is given the option to get cash or check his balance. He chooses to make a withdrawal."
    },
    {
        "image": "/images/image-6.png", 
        "description": "He's given a number of options for cash amounts he can withdraw, but he wants a specific amount — $35 for his GCB membership. So he tries to set this cash preference."
    },
    {
        "image": "/images/image-7.png", 
        "description": "Once he is prompted to enter the amount of money he wants to withdraw, he realizes he can only withdraw cash in $20 increments. He decides to take out $60 — in case has to spot the entrance fee for some of his friends once he gets there."
    },
    {
        "image": "/images/image-8.png", 
        "description": "He forgoes the receipt — who wants a paper trail anyways?"
    },
    {
        "image": "/images/image-9.png", 
        "description": "The machine spits out his cash, and he's all set purchase his GCB membership."
    },
    {
        "image": "/images/image-10.png", 
        "description": "First round is on DeFi Dylan with the extra cash he just took out!"
    }
]